Revit 2026 API
ModelPathUtils Properties
The ModelPathUtils type exposes the following members.
Properties
Name | Description
CloudRegionEMEA |  The name of cloud region EMEA.
CloudRegionUS |  The name of cloud region US.
Top
See Also
Reference
ModelPathUtils Class
Autodesk.Revit.DB Namespace